import { CowFunction } from '../types';

export const yasuna_01: CowFunction = ({ thoughts }) => `
   ${thoughts}
    ${thoughts}

            . .: ───:. .
         .／.: .: .: .: .: ヽ
        .:   .:l.:   .: .: .:.
        |.l:..ﾊ.ハ..|ヽ.ﾄ､:: |
        |:l.:/ヽ､_ヽ|_ノV:.:.|
        |:lﾊ.  {j    {j  |:ヽl
        ﾉ:l} ''        ''|:ノヽ／ )
        ヽﾍ:ヽ.､ r---､  ｨﾉ ┬' \`／
     γ::ヽ  ｀^Y\`TﾇΤ\` {__├'\`'
     ｀‐< ＼_ ハ |:|  Y
          ヽ_>､|  |:|／|
               /   V   l
             〈        〉
           〈:｀-:';\`-´:〉
            .>-:ｧ─--‐r-:ｨ
            /  /     |  |
           /  /      |  |
          /-,/       |--|
         に7         |二|
`;
